Repository: 42Willow/unite-shell
Catalog: unite.po
Languages: fr_fr

source: Extend top bar left box
fr_fr: Étendre les indicateurs vers la gauche

source: Auto focus new windows
fr_fr: Focus automatique pour les nouvelles fenêtres

source: Show system tray in top bar
fr_fr: Afficher la barre d'état système dans la barre supérieure

source: Show desktop name in top bar
fr_fr: Afficher le nom du bureau dans la barre supérieure

source: Restrict functionalities to the primary screen
fr_fr: Restreindre les fonctionnalités à l'écran principal

source: Hide activities button
fr_fr: Masquer le bouton Activités

source: Never
fr_fr: Jamais

source: Always
fr_fr: Toujours

source: Hide window titlebars
fr_fr: Masquer les barres de titre de la fenêtre

source: Tiled
fr_fr: En tuile

source: Maximized
fr_fr: Maximisé

source: Both
fr_fr: Les deux

source: Show window title in app menu
fr_fr: Afficher le titre de la fenêtre dans le menu de l'application

source: Show window buttons in top bar
fr_fr: Afficher les boutons de la fenêtre dans la barre supérieure

source: Notification messages position
fr_fr: Position des notifications des messages

source: Center
fr_fr: Centre

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: General
fr_fr: Général

source: Apply system fonts to shell theme
fr_fr: Appliquer des polices système au thème du shell

source: Convert tray icons to greyscale
fr_fr: Convertir les icônes de la barre d'état en niveaux de gris

source: Hide top bar dropdown arrows
fr_fr: Masquer les flèches déroulantes de la barre supérieure

source: Hide aggregate menu dropdown arrow
fr_fr: Masquer la flèche du menu d'indicateurs système

source: Hide app menu dropdown arrow
fr_fr: Masquer la flèche déroulante du menu des applications

source: Hide app menu application icon
fr_fr: Masquer l'icône de l'application du menu des applications

source: Reduce top bar items spacing
fr_fr: Réduire l'espacement entre les éléments de la barre supérieure

source: Top bar desktop name text
fr_fr: Intitulé du nom du bureau de la barre supérieure

source: GNOME Desktop
fr_fr: Bureau GNOME

source: Top bar window buttons position
fr_fr: Position des boutons de la fenêtre de la barre supérieure

source: First
fr_fr: Premier

source: Last
fr_fr: Dernier

source: Top bar window buttons theme
fr_fr: Thème des boutons de la fenêtre de la barre supérieure

source: Default Dark
fr_fr: Sombre par défaut

source: Default Light
fr_fr: Clair par défaut

source: Appearance
fr_fr: Apparence
